Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kompetansenorge.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Muntlige ferdigheter i samfunnskunnskap innebærer å kunne lytte til, tolke, formulere, fremme og grunngi meninger, gi respons og diskutere med andre.
nn: Munnlege ferdigheiter i samfunnskunnskap inneber å kunne lytte til, tolke, formulere, fremme og grunngi meiningar, gi respons og diskutere med andre.

source: Strafferamme for bruk og salg av narkotika
nn: Strafferamme for bruk og sal av narkotika

source: • gjenkjenne kjente navn, kjente ord og svært enkle fraser i enkle autentiske
nn: • kjenne att kjende namn, kjende ord og svært enkle frasar i enkle autentiske

source: • skrive og svare på svært enkle meldinger om konkrete, kjente emner og
nn: • skrive og svare på svært enkle meldingar om konkrete, kjende emne og

source: Dermed åpner faget for deltakelse i demokratiske prosesser, engasjement og kritisk tenkning.
nn: Dermed opnar faget for deltaking i demokratiske prosessar, engasjement og kritisk tenking.

source: godtar vi besvarelser der kandidaten har misforstått spørsmålet litt og skriver at de
nn: godtek vi svar der kandidaten har misforstått spørsmålet litt og skriv at dei ønskjer

source: Innlæreren har tydelig uttale og kan variere intonasjon og trykkmønstre for å få fram det hun/han ønsker.
nn: Innlæraren har ein tydeleg uttale og kan variere intonasjon og trykkmønster for å få fram det ho/han ønsker.

source: i forbindelse med egne religiøse høytider.
nn: fri i samband med eigne religiøse høgtider.

source: kontakt med en guttegjeng som inviterte jentene på
nn: dei i kontakt med ein gutegjeng som inviterte jentene på

source: • samtale om menneskerettigheter som ytringsfrihet og vern mot diskriminering
nn: • samtale om menneskerettar som ytringsfridom og vern mot diskriminering

source: • lese og forstå skilt og oppslag knyttet til HMS
nn: • lese og forstå skilt og oppslag knytte til HMS

source: • I Oslo finnes det også et eget ressurssenter
nn: • I Oslo finst det også eit eige ressurssenter

source: Synes du det er viktig å ta vare på kulturen fra hjemlandet ditt når du bor i
nn: Synest du det er viktig å ta vare på kulturen frå heimlandet ditt når du bur i

source: • måle opp mengder av ingredienser ved matlaging
nn: • måle opp mengder av ingrediensar ved matlaging

source: • kan skrive rapporter og utgreiinger om komplekse tema innenfor sitt eget fag-
nn: • kan skrive rapportar og utgreiingar om komplekse tema innanfor sitt eige fag-

source: • Religions- og trosfrihet er viktige verdier.
nn: • Religions- og trusfridom er viktige verdiar.

source: • gi eksempler på hva skattefinansiert velferd innebærer
nn: • gi eksempel på kva skattefinansiert velferd inneber

source: Innlæreren kan tilpasse språket til ulike sosiale situasjoner både muntlig og skriftlig og uttrykke seg med høy grad av presisjon.
nn: Innlæraren kan tilpasse språket til ulike sosiale situasjonar både munnleg og skriftleg og uttrykke seg med høg grad av presisjon.

source: man forstår eller trenger oppklaring, og spørre om andre forstår
nn: ein forstår eller treng oppklaring, og spørje om andre forstår

source: Gjennom arbeidet med faget skal voksne innvandrere lære å bruke det norskespråket til å skape mening, samhandle med andreoguttrykke tanker, synspunkter og ideer.
nn: Gjennom arbeidet med faget skal vaksne innvandrarar lære å bruke det norske språket til å skape meining, samhandle med andreoguttrykke tankar, synspunkt og idear.

source: • kvittere ut, signere og attestere på skjemaer
nn: • kvittere ut, signere og attestere på skjema

source: • skrive kontrakter og lagre disse i elektroniske arkiver
nn: • skrive kontraktar og lagre desse i elektroniske arkiv

source: • gjenkjenne norske fonemer og kunne knytte sammen fonem og grafem
nn: • kjenne att norske fonem og kunne knyte saman fonem og grafem

source: Jeg kan på en enkel måte fortelle om noe jeg har opplevd.
nn: Eg kan på ein enkel måte fortelje om noko eg har opplevd.

source: Oppgave tre i B1-B2-prøven legger opp til argumentasjon, men dette begrepet er
nn: Oppgåve tre i B1-B2-prøven legg opp til argumentasjon, men dette omgrepet er

source: En del deltakere vil kombinere norskopplæringen med praksis i arbeidslivet eller formell opplæring.
nn: Ein del deltakarar vil kombinere norskopplæringa med praksis i arbeidslivet eller formell opplæring.

source: Deltakerne skal utvikle lese- og lyttestrategiene de trenger for å forstå muntlig og skriftlig norsk i ulike sammenhenger, blant annet strategier for å håndtere dialekter og målformer de møter i dagliglivet.
nn: Deltakarane skal utvikle lese- og lyttestrategiane dei treng for å forstå munnleg og skriftleg norsk i ulike samanhengar, mellom anna strategiar for å handtere dialektar og målformer dei møter i dagleglivet.

source: • sjekke varedeklarasjoner, bruksanvisninger og garantier
nn: • sjekke varedeklarasjonar, bruksrettleiingar og garantiar

source: • Foreldre kan selv ta kontakt med barnevernet for å få hjelp i en
nn: • Foreldre kan sjølve ta kontakt med barnevernet for å få hjelp i ein

source: • regne om mellom måleenheter
nn: • rekne om mellom måleeiningar

source: • lese og forstå korte, illustrerte instruksjoner som er svært enkelt formulert
nn: • lese og forstå korte, illustrerte instruksjonar som er svært enkelt formulerte

source: • lese og forstå hovedpunkter i korte, enkle nyhetsmeldinger og enkle,
nn: • lese og forstå hovudpunkt i korte, enkle nyheitsmeldingar og enkle,

source: Deltakerne skal møtes med tillit, respekt og krav, og de skal få utfordringer og et læringstrykk som fremmer motivasjon og læringsinnsats.
nn: Deltakarane skal møtast med tillit, respekt og krav, og dei skal få utfordringar og eit læringstrykk som fremmar motivasjon og læringsinnsats.

source: • Voldtekt behøver ikke å involvere samleie.
nn: • Valdtekt treng ikkje å involvere samleie.

source: grunnleggende forutsetninger for læring og utvikling i skole,
nn: grunnleggjande føresetnader for læring og utvikling i skule,

source: (Se eksempler på bilder i slutten av dette dokumentet).
nn: (Sjå eksempel på bilete i slutten av dette dokumentet).

source: en tekst Mål for opplæringen er at deltakeren skal kunne lese og forstå enkle ord og svært enkle fraser og setninger når innholdet er kjent, og når konteksten kan brukes som støtte for leseforståelse.
nn: ein tekst Mål for opplæringa er at deltakaren skal kunne lese og forstå enkle ord og svært enkle frasar og setningar når innhaldet er kjent, og når konteksten kan brukast som støtte for leseforståing.

source: Regelmessig vil butikkmedarbeideren
nn: Regelmessig vil butikkmedarbeidaren

source: Bruk av narkotika er et stort samfunnsproblem.
nn: Bruk av narkotika er eit stort samfunnsproblem.

source: • gjenkjenne noen kjente symboler og ord i svært enkle, autentiske tekster i
nn: • kjenne att nokre kjende symbol og ord i svært enkle, autentiske tekstar i

source: Det å lære å lese og skrive for første gang blir lettere om man kan ta utgangspunkt i et språk man kjenner.
nn: Det å lære å lese og skrive for første gong blir lettare om ein kan ta utgangspunkt i eit språk ein kjenner.

source: Det er høye avgifter på alle tobakksvarer.
nn: Det er høge avgifter på alle tobakksvarer.

source: • Privatpersoner kan også ta kontakt med barnevernet hvis de er
nn: • Privatpersonar kan også ta kontakt med barnevernet dersom dei er

source: beskrevet i Rammeverket og i Læreplanen.
nn: Rammeverket og i Læreplanen.

source: Medier og underholdning
nn: Medium og underhaldning

source: Terrorisme er en form for voldelig ekstremisme
nn: Terrorisme er ei form for valdeleg ekstremisme

source: Deltakerne skal parallelt få opplæring i muntlig norsk ut fra det nivået de er på i muntlige ferdigheter, men med arbeidsformer som ikke krever lesing og skriving.
nn: Deltakarane skal parallelt få opplæring i munnleg norsk ut frå det nivået dei er på i munnlege ferdigheiter, men med arbeidsformer som ikkje krev lesing og skriving.

source: Innenfor hver av kategoriene er det formulert delmål for språklige aktiviteter.
nn: Innanfor kvar av kategoriane er det formulert delmål for språklege aktivitetar.

source: Oppmelding av deltakere
nn: Oppmelding av deltakarar

source: Dette innebærer å kunne bruke norsk språk til å skape mening, samhandle med andre, uttrykke synspunkter og ideer og medvirke aktivt i lokalsamfunn, jobb og utdanning/opplæring.
nn: Det inneber å kunne bruke norsk språk til å skape meining, samhandle med andre, uttrykke synspunkt og idear og medverke aktivt i lokalsamfunn, jobb og utdanning/opplæring.

source: • stille og svare på svært enkle, direkte spørsmål om personlige forhold og
nn: • stille og svare på svært enkle, direkte spørsmål om personlege forhold og

source: • lytte til og svare på forklaringer fra beboere, leietakere,
nn: • lytte til og svare på forklaringar frå bebuarar, leiarar,

source: Vi får personopplysningene både fra deg og fra andre offentlige myndigheter.
nn: Vi får personopplysningane både frå deg og frå andre offentlege myndigheiter.

source: • sjekke og sende e-post til eier eller kolleger
nn: • sjekke og sende e-post til eigar eller kollegaer

source: Frist for å klage på resultat på delprøve i skriftlig framstilling (norskprøve vinter)
nn: Frist for å klage på resultat pådelprøve i skriftleg framstilling (norskprøve vinter)

source: egen kultur og næring på nett • bruke digitale kart, GPS
nn: eigen kultur og næring på nett • bruke digitale kart, GPS

source: Jeg kan stille spørsmål om dagligdagse ting.For eksempel om familie, arbeid og skole
nn: Eg kan stille spørsmål om daglegdagse ting.For eksempel om familie, arbeid og skule.

source: Det kan også være å gjenfortelle noe som har skjedd på jobb, oversette og forklare en meny på tvers av språk og kultur eller å ta notater fra en presentasjon til bruk i eget eller felles arbeid.
nn: Det kan også vere å fortelje om noko som har skjedd på jobb, omsette og forklare ein meny på tvers av språk og kultur eller å ta notat frå ein presentasjon til bruk i eige eller felles arbeid.

source: Praksisnær opplæring motiverer de voksne til å delta.
nn: Praksisnær opplæring motiverer dei vaksne til å delta.

source: på nettsteder og i apper
nn: på nettstader og i appar

source: Du må skrive riktig adresse når du melder deg på prøven.
nn: Du må skrive rett adresse når du melder deg på prøven.

source: • lese og kontrollere merking av hyller
nn: • lese og kontrollere merking av hyllar

source: utfyllende på spørsmål i forbindelse med et jobbintervju
nn: svare utfyllande på spørsmål i samband med eit jobbintervju

source: er en ren skriftlig oppgave.
nn: er ei rein skriftleg oppgåve.

source: Deltakere som starter opplæringen i norsk og samfunnskunnskap uten å kunne lese på noe språk, skal først få opplæring etter Alfabetiseringsmodulen i
nn: Deltakarar som startar opplæringa i norsk og samfunnskunnskap utan å kunne lese på noko språk, skal fyrst få opplæring etter Alfabetiseringsmodulen i

source: • Vold og trusler er en del av overgrepet.
nn: • Vald og truslar er ein del av overgrepet.

source: Tilrettelegging og tilgjengelighet
nn: Tilrettelegging og tilgjenge

source: statsmaktene og prinsippet om maktfordeling, politiske partier og valgordningen
nn: statsmaktene og prinsippet om maktfordeling, politiske parti og valordninga

source: • svare på enkle, direkte spørsmål om seg selv på en svært enkel måte i en
nn: • svare på enkle, direkte spørsmål om seg sjølv på ein svært enkel måte i ein

source: Voldelig ekstremisme kan være knyttet til for eksempel høyreekstremisme, venstreekstremisme og ekstrem islamisme.
nn: Valdeleg ekstremisme kan vere knytt til for eksempel høgreekstremisme, venstreekstremisme eller ekstrem islamisme.

source: og sier at hun var med på dette siden hun la seg i senga
nn: sint og seier at ho var med på det sidan ho la seg i

source: andre har til privatliv
nn: har til privatliv

source: • lese og forstå svært enkle, tilrettelagte informative og skjønnlitterære
nn: • lese og forstå svært enkle, tilrettelagde informative og skjønnlitterære

source: • Kan disse rådene hjelpe foreldrene til Niwar?
nn: • Kan desse råda hjelpe foreldra til Niwar?

source: norske samfunnet bygger på kristne og humanistiske verdier.
nn: Det norske samfunnet bygger på kristne og humanistiske verdiar.

source: • foreslå endringer i forhold til oppgaver og metoder for
nn: • foreslå endringar i forhold til oppgåver og metodar for

source: Prøvestedet må fylle ut og sende inn digitalt søknadsskjema for alternative prøver senest fem virkedager etter fristen for privatistoppmelding.
nn: Prøvestaden må fylle ut og sende inn digitalt søknadsskjema for alternative prøvar seinast fem yrkedagar etter fristen for privatistoppmelding.

source: • presentere seg selv og egen kompetanse og svare på spørsmål i forbindelse
nn: • presentere seg sjølv og eigen kompetanse og svare på spørsmål i samband

source: som har dannet grunnlaget for framveksten av demokratiet i Norge
nn: som har danna grunnlaget for framveksten av demokratiet i Noreg

source: • lese lister over ulike arbeidsoppgaver
nn: • lese lister over ulike arbeidsoppgåver

source: bruk av Internett, elektroniske hjelpemidler smartbriller, smartklokker og mobiltelefon
nn: bruk av internett, elektroniske hjelpemiddel, smartbriller, smartklokke og mobiltelefon

source: Kandidaten uttrykker seg sammenhengende og tilnærmet
nn: Kandidaten uttrykkjer seg samanhengande og tilnærma

source: • bruke noen svært enkle lyttestrategier, som å utlede betydningen av
nn: • bruke nokre svært enkle lyttestrategiar, som å utleie betydninga av

source: Det er sentralt at alle parter er aktive, for eksempel ved å bidra med ny informasjon, be om oppklaring eller bare markere forståelse, enighet eller uenighet.
nn: Det er sentralt at alle partar er aktive, for eksempel ved å bidra med ny informasjon, be om oppklaring eller berre markere forståing, einigheit eller ueinigheit.

source: Prøvestedet skal sørge for all slik tilrettelegging, og det er behovene til den enkelte kandidat som skal ligge til grunn for tilretteleggingen.
nn: Prøvestaden skal sørgje for all slik tilrettelegging, og det er behova til kvar enkelt kandidat som skal liggje til grunn for tilrettelegginga.

source: • sjekke budsjett og komme med innspill til arbeidsoppgaver
nn: • sjekke budsjett og kome med innspel til arbeidsoppgåver

source: Formålet med integreringsloven er at innvandrere tidlig integreres i det norske samfunnet og blir økonomisk selvstendige.
nn: Formålet med integreringslova er at innvandrarar tidleg blir integrerte i det norske samfunnet og blir økonomisk sjølvstendige.

source: Ole blir sint og sier at hun var med på dette siden hun la seg i senga hans og ikke gjorde noe motstand.
nn: Ole blir sint og seier at ho var med på det sidan ho la seg i senga hans og ikkje gjorde motstand.

source: for eksempel fagorganisering, medbestemmelse og arbeidsmiljø
nn: for eksempel fagorganisering, medbestemming og arbeidsmiljø

source: • takle de fleste kommunikasjonsproblemer ved å omformulere eller unngå
nn: • takle dei fleste kommunikasjonsproblem ved å omformulere eller unngå

source: du må gå fra lokalet
nn: at du må forlate lokalet

source: evne til etisk refleksjon og vurdering av egen rolle på nett og i sosiale medier.
nn: evne til etisk refleksjon og vurdering av eiga rolle på nett og i sosiale medium.

source: Innlæreren kan forstå omfattende, komplekse tekster, og oppfatte finere nyanser, også holdninger og underforståtte meninger, forutsatt at hun/han har mulighet til å lese vanskelige passasjer om igjen og bruke oppslagsverk og søkeverktøy ved behov.
nn: Innlæraren kan forstå omfattande, komplekse tekstar og oppfatte finare nyansar, også haldningar og underforståtte meiningar, dersom ho/han har høve til å lese vanskelege passasjar om igjen og bruke oppslagsverk og søkeverktøy ved behov.

source: Samhandling Kjerneelementet samhandling beskriver kommunikasjonssituasjoner der to eller flere parter må samarbeide språklig for å forstå hverandre og skape felles mening.
nn: Samhandling Kjerneelementet samhandling beskriv kommunikasjonssituasjonar der to eller fleire partar må samarbeide språkleg for å forstå kvarandre og skape felles meining.

source: • hjelpe brukerne ved innføring av ny helseteknologi
nn: • hjelpe brukarane ved innføring av ny helseteknologi

source: Det inkluderer også å bruke strategier for å gjøre seg forstått, veksle mellom formelt og uformelt språk og kombinere uttrykksformer som tekst, bilder og muntlige beskrivelser.
nn: Det inkluderer også å bruke strategiar for å gjere seg forstått, veksle mellom formelt og uformelt språk og kombinere uttrykksformer som tekst, bilete og munnlege beskrivingar.

source: • lese og forstå svært enkle setninger i korte, enkle meldinger og beskjeder
nn: • lese og forstå svært enkle setningar i korte, enkle meldingar og beskjedar

source: • bruke elektroniske betalingssystemer i egen jobb
nn: • bruke elektroniske betalingssystem i eigen jobb

source: • holde velstrukturerte, forberedte presentasjoner, både med og uten bruk av
nn: • halde velstrukturerte, førebudde presentasjonar, både med og utan bruk av

source: • få instruksjoner og diskutere arbeidet med eiere
nn: • få instruksjonar og diskutere arbeidet med eigarar

source: Georg jobber der regelmessig nå som han har blitt arbeidsledig, men han har ikke meldt fra om dette til Nav.
nn: Georg jobbar der regelmessig no som han har blitt arbeidsledig, men han har ikkje meldt frå om dette til Nav.

source: Resepsjon omfatter også det å vurdere egen forståelse og å ta imot og bearbeide informasjon på en reflektert og kritisk måte.
nn: Resepsjon omfattar også det å vurdere si eiga forståing og å ta imot og bearbeide informasjon på ein reflektert og kritisk måte.

source: frekvente ordene i den lokale dialekten (for eksempel personlige pronomen)
nn: frekvente orda i den lokale dialekten (for eksempel personlege pronomen)

source: desember 2021 er det valgfritt hvilken læreplan som brukes for opplæringen i samfunnskunnskap.
nn: desember 2021 er det valfritt kva læreplan som blir brukt for opplæringa i samfunnskunnskap.

source: • delta i de fleste muntlige samhandlingssituasjoner i dagliglivet
nn: • delta i dei fleste munnlege samhandlingssituasjonar i dagleglivet

source: • beregne kjøregodtgjørelse
nn: • berekne køyregodtgjersle

source: Ellers anbefaler vi å bruke penn og papir for å kunne notere eller få en bedre oversikt over enkle utregninger.
nn: Elles rår vi deg til å bruke penn og papir til å notere eller få betre oversikt over enkle utrekningar.

source: vurdere innholdet (meninger, faktakunnskaper) i det kandidatene sier.
nn: vurdere innhaldet (meiningar, faktakunnskapar) i det kandidatane seier.

source: • beskrive og fortelle om personer, gjenstander, steder, hendelser og
nn: • beskrive og fortelje om personar, gjenstandar, stader, hendingar og

source: Hvis du ikke forstår hva du skal gjøre på en oppgave, kan du spørre prøveleder
nn: Dersom du ikkje forstår kva du skal gjere på ein oppgåve, kan du spørje prøveleiar.

source: Offeret og gjerningspersonen er ofte unge og kjenner hverandre i større eller mindre grad.
nn: Offeret og gjerningspersonen er ofte unge og kjenner kvarandre i større eller mindre grad.

source: sikkerhetsinformasjon om en vare eller et verktøy
nn: om ei vare eller eit verkty

source: • Barnehagen skal tilby barn et omsorgs-
nn: • Barnehagen skal tilby barn eit omsorgs-

source: • forklare problemer eller oppgaver for vikarer eller nye
nn: • forklare problem eller oppgåver for vikarar eller nye

source: autentiske tekster, for eksempel nettsider, brosjyrer, annonser, skilt og oppslag
nn: autentiske tekstar, for eksempel nettsider, brosjyrar, annonsar, skilt og oppslag

source: På hvilken måte er det Georg gjør, misbruk av tillit?
nn: På kva måte er det Georg gjer, misbruk av tillit?

source: offeret og overgriperen er, eller har vært,
nn: offeret og overgriparen er eller har vore

source: Opplæring i norsk for voksne innvandrere skal støtte og legge til rette for at deltakerne får bruke og videreutvikle sine digitale og muntlige ferdigheter og sine grunnleggende ferdigheter i lesing, skriving og regning.
nn: Opplæring i norsk for vaksne innvandrarar skal støtte og legge til rette for at deltakarane får bruke og utvikle vidare både digitale og munnlege ferdigheiter og grunnleggande ferdigheiter i lesing, skriving og rekning.

source: Tilrettelegging kan for eksempel være ekstra tid, at du får sitte på et eget rom når du skal ta prøven, eller at du får ta prøven muntlig.
nn: Tilrettelegging kan til dømes vere at du får ekstra tid, at du får sitje på eit eige rom når du skal ta prøven, eller at du får ta prøven munnleg.

source: De vanligste hjelpetiltakene er veiledning, økonomisk støtte til fritidsaktiviteter, deltakelse i barnehage/på skolefritidsordning (SFO), støttekontakt og besøkshjem.
nn: Dei vanlegaste hjelpetiltaka er rettleiing, økonomisk støtte til fritidsaktivitetar, deltaking i barnehage/skolefritidsordning (SFO), støttekontakt og besøksheim.

source: • orientere nyansatte og vikarer
nn: • orientere nytilsette og vikarar

source: • sammenligne priser fra ulike leverandører
nn: • samanlikne prisar frå ulike leverandørar

source: Det skal også informeres kort om prostitusjon og menneskehandel.
nn: Det skal også informerast kort om prostitusjon og menneskehandel

source: • lese rapport fra verksted
nn: • lese rapport frå verkstad

source: – utbetaling fra NAV eller arbeidsgiver når man blir syk.
nn: – utbetaling frå NAV eller arbeidsgjevaren når ein blir sjuk

source: • bruke konteksten som støtte for leseforståelse
nn: • bruke konteksten som støtte for leseforståing

source: Jeg holder fast ved troen på et åpent norsk demokrati
nn: Eg held fast ved trua på eit opent norsk demokrati

source: konkrete, dagligdagse ord ut fra en svært enkel kontekst eller med bakgrunn i likheter med andre språk deltakeren snakker
nn: konkrete, daglegdagse ord ut frå ein svært enkel kontekst eller med bakgrunn i likskapar med andre språk deltakaren snakkar

source: • Barneloven inneholder bestemmelser om omsorg
nn: • Barnelova inneheld føresegner om omsorg

source: Det vil ofte være glidende overganger mellom lytting og lesing, for eksempel når kommunikasjonen skjer helt eller delvis på digitale flater.
nn: Det vil ofte vere glidande overgangar mellom lytting og lesing, for eksempel når kommunikasjonen skjer heilt eller delvis på digitale flater.

source: Kjønnslemlestelse er en tradisjonell praksis som er knyttet til lokale normer og verdisett
nn: Kjønnslemlesting er ein tradisjonell praksis som er knytt til lokale normer og verdisett.

source: • videreformidle innhold i bilder og svært enkle, tilrettelagte tekster NIVÅER OG KOMPETANSEMÅL | 13 | KAP 6
nn: • vidareformidle innhald i bilete og svært enkle, tilrettelagde tekstar NIVÅ OG KOMPETANSEMÅL | 13 | KAP 6

source: som sover, kan ikke samtykke til sex
nn: Den som søv, kan ikkje samtykke til sex

source: • kan forstå et bredt spekter av allmennvitenskapelige eller akademiske artikler
nn: Innlæraren • kan forstå eit breitt spekter av allmennvitskaplege eller akademiske artiklar og

source: Underveisvurdering Underveisvurderingen skal bidra til å fremme læring og til å utvikle kompetanse i faget.
nn: Undervegsvurdering Undervegsvurderinga skal bidra til å fremme læring og til å utvikle kompetanse i faget.

source: • fylle inn opplysninger i de vanligste skjemaene en møter i dagliglivet, for
nn: • fylle inn opplysningar i dei vanlegaste skjemaa ein møter i dagleglivet, for

source: rende dokument er utviklet for prøven i muntlig kommunikasjon.)
nn: ment er utvikla for prøven i munnleg kommunikasjon.)
